Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.delete_account.what_is_kept_heading
source: What is kept, and for how long
ar: ما يتم الاحتفاظ به ولمدة كم
cs: Co se uchovává a jak dlouho
da: Hvad opbevares, og hvor længe
de: Was wird aufbewahrt und wie lange
el: Τι διατηρείται και για πόσο καιρό
es: Qué se mantiene y por cuánto tiempo
fi: Mitä säilytetään ja kuinka kauan
fr: Ce qui est conservé et pendant combien de temps
he: מה נשמר, וכמה זמן
hi: क्या बरकरार रखा जाता है, और कितने समय के लिए
hu: Mit tartanak meg, és meddig
id: Apa yang disimpan, dan berapa lama
it: Cosa viene mantenuto e per quanto tempo
ja: 何が保管されるか、どのくらいの期間か
ko: 보관되는 항목 및 기간
ms: Apa yang disimpan, dan berapa lama
nb: Hva som oppbevares, og hvor lenge
nl: Wat wordt bewaard en hoe lang
pl: Co jest przechowywane i na jak długo
pt_br: O que é mantido e por quanto tempo
pt_pt: O que é mantido e por quanto tempo
ro: Ce se păstrează și pentru cât timp
ru: Что сохраняется и как долго
sk: Čo sa uchovávajú a ako dlho
sv: Vad som bevaras, och hur länge
th: สิ่งที่เก็บไว้และเก็บไว้นานเท่าไร
tr: Neler tutulur ve ne kadar süre tutulur
uk: Що зберігається й як довго
vi: Những gì được giữ lại và bao lâu
zh_hans: 保留什么及保留多长时间
zh_hant: 保留的內容及保留多久

# web.delete_account.what_is_kept_intro
source: To operate the service securely and meet accounting obligations, a limited set of records may persist briefly after deletion:
ar: لتشغيل الخدمة بأمان والوفاء بالالتزامات المحاسبية، قد تستمر مجموعة محدودة من السجلات لفترة وجيزة بعد الحذف:
cs: Aby se služba provozovala bezpečně a plnily se účetní povinnosti, mohou se krátce po smazání uchovat omezené záznamy:
da: For at drive tjenesten sikkert og opfylde regnskabsforpligtelser, kan et begrænset sæt registre blive værende kort efter sletning:
de: Um den Service sicher zu betreiben und Rechnungslegungsverpflichtungen zu erfüllen, können einige begrenzte Datensätze kurz nach der Löschung bestehen bleiben:
el: Για να λειτουργήσει η υπηρεσία με ασφάλεια και να πληρούνται οι λογιστικές υποχρεώσεις, ένα περιορισμένο σύνολο αρχείων ενδέχεται να παραμείνει αμέσως μετά τη διαγραφή:
es: Para operar el servicio de forma segura y cumplir con las obligaciones contables, un conjunto limitado de registros puede persistir brevemente después de la eliminación:
fi: Palvelun turvalliseksi käyttämiseksi ja kirjanpitoveloitteiden täyttämiseksi rajoitettu joukko tietueita voi säilyä lyhyesti poistamisen jälkeen:
fr: Pour exploiter le service en toute sécurité et respecter les obligations comptables, un ensemble limité d'enregistrements peut persister brièvement après suppression :
he: כדי להפעיל את השירות בבטחה ולעמוד בהתחייבויות חשבונאיות, קבוצה מוגבלת של רישומים עלולה להתמשך לתקופה קצרה לאחר המחיקה:
hi: सेवा को सुरक्षित रूप से संचालित करने और लेखांकन दायित्वों को पूरा करने के लिए, रिकॉर्ड का एक सीमित सेट हटाने के बाद संक्षेप में बना रह सकता है:
hu: A szolgáltatás biztonságos működtetéséhez és a könyvelési kötelezettségek teljesítéséhez a törlés után rövid ideig megmaradhat néhány adatsor:
id: Untuk mengoperasikan layanan dengan aman dan memenuhi kewajiban akuntansi, serangkaian catatan terbatas dapat tetap berlanjut sebentar setelah penghapusan:
it: Per gestire il servizio in modo sicuro e rispettare gli obblighi contabili, una serie limitata di record può persistere brevemente dopo l'eliminazione:
ja: サービスを安全に運用し会計義務を満たすため、限定的なレコードセットが削除後短期間残存する可能性があります:
ko: 서비스를 안전하게 운영하고 회계 의무를 충족하기 위해 제한된 기록 집합이 삭제 후 잠시 동안 유지될 수 있습니다:
ms: Untuk mengoperasikan layanan dengan aman dan memenuhi kewajiban akuntansi, serangkaian rekod terbatas dapat bertahan sebentar setelah penghapusan:
nb: For å drive tjenesten sikkert og oppfylle regnskapsmessige forpliktelser, kan et begrenset sett med poster vedvare kort tid etter sletting:
nl: Om de service veilig te beheren en boekhoudkundige verplichtingen na te komen, kunnen beperkte gegevens korte tijd na verwijdering blijven bestaan:
pl: Aby obsługiwać usługę bezpiecznie i spełniać zobowiązania księgowe, ograniczony zestaw rekordów może zostać przechowany przez krótki czas po usunięciu:
pt_br: Para operar o serviço com segurança e cumprir as obrigações contábeis, um conjunto limitado de registros pode persistir brevemente após a exclusão:
pt_pt: Para operar o serviço com segurança e cumprir obrigações contabilísticas, um conjunto limitado de registos pode persistir brevemente após a eliminação:
ro: Pentru a funcționa serviciul în mod sigur și a îndeplini obligațiile contabile, un set limitat de înregistrări poate persista scurt timp după ștergere:
ru: Для безопасной работы сервиса и выполнения бухгалтерских обязательств ограниченный набор записей может сохраняться в течение короткого времени после удаления:
sk: Aby služba fungovala bezpečne a spĺňala účtovné povinnosti, určitý súbor záznamov môže krátko pretrvať po zmazaní:
sv: För att driva tjänsten säkert och möta redovisningskrav kan en begränsad uppsättning poster stanna kvar under en kort tid efter borttagning:
th: เพื่อให้บริการอย่างปลอดภัยและปฏิบัติตามข้อบังคับทางบัญชี ชุดบันทึกที่จำกัดอาจยังคงอยู่หลังจากการลบสั้น ๆ:
tr: Hizmeti güvenli bir şekilde işletmek ve muhasebe yükümlülüklerini yerine getirmek için, sınırlı bir kayıt seti silme işleminden sonra kısa bir süre devam edebilir:
uk: Для безпечної роботи сервісу та виконання облікових зобов'язань обмежений набір записів може зберігатися короткий час після видалення:
vi: Để vận hành dịch vụ một cách an toàn và đáp ứng các nghĩa vụ kế toán, một bộ hồ sơ hạn chế có thể tồn tại trong một thời gian ngắn sau khi xóa:
zh_hans: 为了安全运营服务和满足会计义务，有限的记录集可能在删除后短暂保留：
zh_hant: 為了安全營運服務並符合會計義務，有限的記錄集可能會在刪除後短期內繼續存在：

# web.download.copied
source: Copied
ar: تم النسخ
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fi: Kopioitu
fr: Copié
he: הועתק
hi: प्रतिलिपि बनाई गई
hu: Másolva
id: Disalin
it: Copiato
ja: コピーされました
ko: 복사됨
ms: Disalin
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
pt_pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopírované
sv: Kopierad
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# web.download.copied_linux_install_command
source: Copied Linux install command
ar: تم نسخ أمر تثبيت Linux
cs: Příkaz instalace Linux zkopírován
da: Linux-installationskommando kopieret
de: Linux-Installationsbefehl kopiert
el: Αντιγράφηκε η εντολή εγκατάστασης Linux
es: Comando de instalación de Linux copiado
fi: Linux-asennuskomento kopioitu
fr: Commande d'installation Linux copiée
he: הועתקה פקודת התקנה של Linux
hi: Linux इंस्टॉल कमांड की प्रतिलिपि बनाई गई
hu: Linux telepítési parancs másolva
id: Perintah instalasi Linux disalin
it: Comando di installazione Linux copiato
ja: Linuxインストールコマンドがコピーされました
ko: Linux 설치 명령이 복사됨
ms: Perintah instalasi Linux disalin
nb: Linux-installasjonskommando kopiert
nl: Linux-installatiecommando gekopieerd
pl: Skopiowano polecenie instalacji Linux
pt_br: Comando de instalação do Linux copiado
pt_pt: Comando de instalação do Linux copiado
ro: Comandă de instalare Linux copiată
ru: Команда установки Linux скопирована
sk: Príkaz inštalácie Linux skopírovaný
sv: Linux-installationskommando kopierat
th: คัดลอกคำสั่งการติดตั้ง Linux แล้ว
tr: Linux kurulum komutu kopyalandı
uk: Команда установки Linux скопійована
vi: Đã sao chép lệnh cài đặt Linux
zh_hans: 已复制 Linux 安装命令
zh_hant: 已複製 Linux 安裝命令

# web.download.copy_command
source: Copy command
ar: نسخ الأمر
cs: Kopírovat příkaz
da: Kopier kommando
de: Befehl kopieren
el: Αντιγραφή εντολής
es: Copiar comando
fi: Kopioi komento
fr: Copier la commande
he: העתק פקודה
hi: कमांड की प्रतिलिपि बनाएं
hu: Parancs másolása
id: Salin perintah
it: Copia comando
ja: コマンドをコピー
ko: 명령 복사
ms: Perintah salinan
nb: Kopier kommando
nl: Commando kopiëren
pl: Skopiuj polecenie
pt_br: Copiar comando
pt_pt: Copiar comando
ro: Copiere comandă
ru: Копировать команду
sk: Skopíruj príkaz
sv: Kopiera kommando
th: คัดลอกคำสั่ง
tr: Komutu kopyala
uk: Копіювати команду
vi: Sao chép lệnh
zh_hans: 复制命令
zh_hant: 複製命令

# web.download.copy_linux_install_command
source: Copy Linux install command
ar: نسخ أمر تثبيت Linux
cs: Kopírovat příkaz instalace Linux
da: Kopier Linux-installationskommando
de: Linux-Installationsbefehl kopieren
el: Αντιγραφή εντολής εγκατάστασης Linux
es: Copiar comando de instalación de Linux
fi: Kopioi Linux-asennuskomento
fr: Copier la commande d'installation Linux
he: העתק פקודת התקנה של Linux
hi: Linux इंस्टॉल कमांड की प्रतिलिपि बनाएं
hu: Linux telepítési parancs másolása
id: Salin perintah instalasi Linux
it: Copia comando di installazione Linux
ja: Linuxインストールコマンドをコピー
ko: Linux 설치 명령 복사
ms: Salin perintah instalasi Linux
nb: Kopier Linux-installasjonskommando
nl: Linux-installatiecommando kopiëren
pl: Skopiuj polecenie instalacji Linux
pt_br: Copiar comando de instalação do Linux
pt_pt: Copiar comando de instalação do Linux
ro: Copiere comandă de instalare Linux
ru: Копировать команду установки Linux
sk: Skopíruj príkaz inštalácie Linux
sv: Kopiera Linux-installationskommando
th: คัดลอกคำสั่งการติดตั้ง Linux
tr: Linux kurulum komutunu kopyala
uk: Копіювати команду установки Linux
vi: Sao chép lệnh cài đặt Linux
zh_hans: 复制 Linux 安装命令
zh_hant: 複製 Linux 安裝命令

# web.download.download_installer
source: Download installer
ar: تنزيل برنامج التثبيت
cs: Stáhnout instalátor
de: Installer herunterladen
el: Λήψη προγράμματος εγκατάστασης
es: Descargar instalador
fi: Lataa asennusohjelma
fr: Télécharger le programme d'installation
he: הורד את התקנן
hi: इंस्टॉलर डाउनलोड करें
hu: Telepítő letöltése
id: Unduh penginstal
it: Scarica il programma di installazione
ja: インストーラーをダウンロード
ko: 설치 프로그램 다운로드
ms: Unduh pemasang
nb: Last ned installeringsprogram
nl: Installatieprogramma downloaden
pl: Pobierz instalator
pt_br: Baixar instalador
pt_pt: Descarregar instalador
ro: Descarcă programul de instalare
ru: Скачать установщик
sk: Stiahnuť inštalátor
sv: Ladda ned installationsprogram
th: ดาวน์โหลดตัวติดตั้ง
tr: Yükleyiciyi indir
uk: Завантажити установник
vi: Tải xuống trình cài đặt
zh_hans: 下载安装程序
zh_hant: 下載安裝程式

# web.download.download_msix
source: Download MSIX
ar: تنزيل MSIX
cs: Stáhnout MSIX
de: MSIX herunterladen
el: Λήψη MSIX
es: Descargar MSIX
fi: Lataa MSIX
fr: Télécharger MSIX
he: הורד MSIX
hi: MSIX डाउनलोड करें
hu: MSIX letöltése
id: Unduh MSIX
it: Scarica MSIX
ja: MSIXをダウンロード
ko: MSIX 다운로드
ms: Unduh MSIX
nb: Last ned MSIX
nl: MSIX downloaden
pl: Pobierz MSIX
pt_br: Baixar MSIX
pt_pt: Descarregar MSIX
ro: Descarcă MSIX
ru: Скачать MSIX
sk: Stiahnuť MSIX
sv: Ladda ned MSIX
th: ดาวน์โหลด MSIX
tr: MSIX'i indir
uk: Завантажити MSIX
vi: Tải xuống MSIX
zh_hans: 下载 MSIX
zh_hant: 下載 MSIX

# web.download.for_platform
source: Download for {platform}
ar: تنزيل لـ {platform}
cs: Stáhnout pro {platform}
da: Download til {platform}
de: Download für {platform}
el: Λήψη για {platform}
es: Descargar para {platform}
fi: Lataa {platform}-versio
fr: Télécharger pour {platform}
he: הורד עבור {platform}
hi: {platform} के लिए डाउनलोड करें
hu: Letöltés: {platform}
id: Unduh untuk {platform}
it: Scarica per {platform}
ja: {platform}用にダウンロード
ko: {platform}용 다운로드
ms: Unduh untuk {platform}
nb: Last ned for {platform}
nl: Downloaden voor {platform}
pl: Pobierz dla {platform}
pt_br: Baixar para {platform}
pt_pt: Descarregar para {platform}
ro: Descarcă pentru {platform}
ru: Скачать для {platform}
sk: Stiahnuť pre {platform}
sv: Ladda ned för {platform}
th: ดาวน์โหลดสำหรับ {platform}
tr: {platform} için indir
uk: Завантажити для {platform}
vi: Tải xuống cho {platform}
zh_hans: 下载 {platform}
zh_hant: 下載 {platform} 版本

# web.download.get_app
source: Get the app
ar: احصل على التطبيق
cs: Získat aplikaci
da: Få appen
de: App abrufen
el: Λήψη της εφαρμογής
es: Obtener la aplicación
fi: Hanki sovellus
fr: Télécharger l'application
he: קבל את האפליקציה
hi: ऐप प्राप्त करें
hu: Az alkalmazás letöltése
id: Dapatkan aplikasi
it: Ottieni l'app
ja: アプリを入手
ko: 앱 받기
ms: Dapatkan aplikasi
nb: Hent appen
nl: Download de app
pl: Pobierz aplikację
pt_br: Obter o aplicativo
pt_pt: Obter a aplicação
ro: Obțineți aplicația
ru: Получить приложение
sk: Stiahnuť aplikáciu
sv: Hämta appen
th: รับแอป
tr: Uygulamayı al
uk: Отримати програму
vi: Lấy ứng dụng
zh_hans: 获取应用
zh_hant: 取得應用程式

# web.download.install_linux
source: Install on Linux
ar: تثبيت على Linux
cs: Instalovat na Linux
da: Installér på Linux
de: Auf Linux installieren
el: Εγκατάσταση στο Linux
es: Instalar en Linux
fi: Asenna Linuxiin
fr: Installer sur Linux
he: התקן ב-Linux
hi: Linux पर इंस्टॉल करें
hu: Telepítés Linux-ra
id: Instal di Linux
it: Installa su Linux
ja: Linuxにインストール
ko: Linux에 설치
ms: Instal di Linux
nb: Installer på Linux
nl: Installeren op Linux
pl: Zainstaluj na Linuxie
pt_br: Instalar no Linux
pt_pt: Instalar no Linux
ro: Instalare pe Linux
ru: Установить на Linux
sk: Inštaluj na Linux
sv: Installera på Linux
th: ติดตั้งใน Linux
tr: Linux'ta yükle
uk: Установити на Linux
vi: Cài đặt trên Linux
zh_hans: 在 Linux 上安装
zh_hant: 在 Linux 上安裝

# web.download.platform_other
source: your platform
ar: النظام الأساسي الخاص بك
cs: vaše platforma
da: din platform
de: Ihre Plattform
el: την πλατφόρμα σας
es: tu plataforma
fi: sinun alustalasi
fr: votre plateforme
he: הפלטפורמה שלך
hi: आपका प्लेटफॉर्म
hu: az Ön platformja
id: platform Anda
it: la tua piattaforma
ja: お使いのプラットフォーム
ko: 사용 중인 플랫폼
ms: platform Anda
nb: plattformen din
nl: jouw platform
pl: Twoja platforma
pt_br: sua plataforma
pt_pt: a sua plataforma
ro: platforma dvs.
ru: вашей платформы
sk: vašu platformu
sv: din plattform
th: แพลตฟอร์มของคุณ
tr: platformunuz
uk: ваша платформа
vi: nền tảng của bạn
zh_hans: 您的平台
zh_hant: 您的平台

# web.footer.account
source: Account
ar: الحساب
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
ms: Akun
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Учётная запись
sk: Konto
sv: Konto
th: บัญชี
tr: Hesap
uk: Акаунт
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# web.footer.faq
source: FAQ
ar: الأسئلة الشائعة
cs: Nejčastější otázky
da: OSS
de: Häufig gestellte Fragen
el: ΣΕΠ
es: Preguntas frecuentes
fi: UKK
he: שאלות נפוצות
hu: GYIK
ja: よくある質問
ko: 자주 묻는 질문
pl: Najczęstsze pytania
pt_br: Perguntas Frequentes
sk: Časté otázky
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tr: SSS
uk: Часто задавані питання
vi: Câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

# web.footer.guide
source: Guide
ar: الدليل
cs: Průvodce
da: Vejledning
de: Anleitung
el: Οδηγός
es: Guía
fi: Opas
he: מדריך
hi: गाइड
hu: Útmutató
id: Panduan
it: Guida
ja: ガイド
ko: 가이드
ms: Panduan
nb: Veiledning
nl: Gids
pl: Przewodnik
pt_br: Guia
pt_pt: Guia
ro: Ghid
ru: Руководство
sk: Sprievodca
th: คำแนะนำ
tr: Rehber
uk: Посібник
vi: Hướng dẫn
zh_hans: 指南
zh_hant: 指南

# web.footer.language
source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# web.footer.privacy
source: Privacy
ar: الخصوصية
cs: Ochrana osobních údajů
da: Privatlivspolitik
de: Datenschutz
el: Απορρήτου
es: Privacidad
fi: Yksityisyys
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Ochrana osobných údajov
sv: Sekretess
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Bảo mật
zh_hans: 隐私
zh_hant: 隱私權

# web.footer.terms
source: Terms
ar: الشروط
cs: Podmínky
da: Vilkår
de: Bedingungen
el: Όροι
es: Términos
fi: Ehdot
fr: Conditions
he: תנאים
hi: शर्तें
hu: Feltételek
id: Ketentuan
it: Termini
ja: 利用規約
ko: 약관
ms: Syarat
nb: Vilkår
nl: Voorwaarden
pl: Warunki
pt_br: Termos
pt_pt: Termos
ro: Condiții
ru: Условия
sk: Podmienky
sv: Villkor
th: เงื่อนไข
tr: Şartlar
uk: Умови
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款
